export const data = [
    {
        title: "ABOUT",
        description: [
            {
                text: "ผมเป็นนักศึกษา IT ที่มีความสนใจในด้านเทคโนโลยี ผมชอบไอเดียที่ซับซ้อนที่เป็นผลงานดิจิทัลที่ใช้งานได้จริง และพร้อมก้าวข้ามขีดจำกัดใหม่ๆ อยู่เสมอ"
            },
            {
                text: "ตั้งแต่ที่ได้เริ่มรู้เกี่ยวกับการเขียนโปรแกรม ผมก็เริ่มสนใจในการใช้เทคโนโลยีเข้ามาช่วยแก้ปัญหาในชีวิตจริง สำหรับผม การเขียนโปรแกรมไม่ใช่แค่การทำงาน แต่เป็นพื้นที่ปลดปล่อยความคิดสร้างสรรค์ ที่ที่ตรรกะกับจินตนาการมาบรรจบกัน สิ่งที่ผมตั้งใจทำคือการสร้างเว็บที่ไม่ได้มีดีแค่ฟังก์ชัน แต่ต้องใช้งานง่ายและตอบโจทย์ผู้ใช้อย่างแท้จริง"
            },
            {
                text: "สิ่งที่น่าสนใจเกี่ยวกับเทคโนโลยีคือการไม่หยุดพัฒนา ผมพร้อมเรียนรู้สิ่งใหม่ๆ เสมอ ไม่ว่าจะเป็น AI, Machine Learning หรือ Web Frameworks ใหม่ๆ ไม่ว่าจะเป็นการทดลองใช้ React, การศึกษา Serverless Architecture หรือการดึงศักยภาพของ Generative AI มาปรับใช้ ผมเรียนรู้และพัฒนาตัวเองอยู่เสมอครับ"
            },
            {
                text: "นอกเหนือจากการเขียนโค้ด ผมเชื่อว่าเทคโนโลยีเป็นเครื่องมือสำคัญที่ช่วยสร้างการเปลี่ยนแปลงที่ดีได้ ผมจึงตั้งใจออกแบบผลงานโดยเน้นผู้ใช้งานเป็นสำคัญ เพื่อให้ทุกคนเข้าถึงและใช้งานได้อย่างสะดวกสบายและครอบคลุมที่สุดครับ"
            }
        ],
    },
];

