
export const data = [
    {
        date: "Jan - 2024",
        title: "การประกวดสิ่งประดิษฐ์ของคนรุ่นใหม่ ระดับภาคใต้",
        link: "",
        descriptions: [
            "· ระบบวิเคราะห์การใช้พลังงานไฟฟ้า ·",
            "ประกวดสิ่งประดิษฐ์ของคนรุ่นใหม่ ระดับอาชีวศึกษาภาคใต้ ประจำปีการศึกษา 2566 ระหว่างวันที่ 18-20 มกราคม 2567 ณ วิทยาลัยเทคนิคนครศรีธรรมราช"
        ],
        skills: [
            ["Python","Flask","HTML","CSS"],
            ["Arduino"]
        ]
    },
    {
        date: "Feb - 2024",
        title: "การประกวดสิ่งประดิษฐ์และนวัตกรรม",
        descriptions: [
            "· ระบบวิเคราะห์การใช้พลังงานไฟฟ้า ·",
            "แข่งขันการประกวดสิ่งประดิษฐ์และนวัตกรรม ในงานสถาปนามหาวิทยาลัยนราธิราชนครินทร์ ครั้งที่ 19 ในวันพุธที่ 7 กุมภาพันธ์ 2567 ณ วิทยาลัยเทคนิคนราธิวาส มหาวิทยานราธิวาสราชนครินทร์"
        ],
        skills: [
            ["Python","Flask","HTML","CSS"],
            ["Arduino"]
        ]

    },
    {
        date: "Nov - 2024",
        title: "แข่งขันทักษะวิชาชีพ และทักษะพื้นฐาน",
        descriptions: [
            "· ทักษะเทคโนโลยีเครือข่าย ·",
            "แข่งขันทักษะวิชาชีพ และทักษะพื้นฐาน ประเภทวิชาเทคโนโลยีสารสนเทศและการสื่อสาร สาขาวิชาเทคโนโลยีสารสนเทศ สาขาวิชาคอมพิวเตอร์โปรแกรมเมอร์ ระดับระดับจังหวัด ปีการศึกษา 2567 ระหว่างวันที่ 5 - 6 พฤศจิกายน 2567 ณ ห้องปฎิบัติการคอมพิวเตอร์ 431  วิทยาลัยเทคนิคปัตตานี"
        ],
        skills: [
            ["HTML","CSS","PHP"],
            ["CentOS 7"]
        ]

    }
]